Repository: schulle4u/sewira-py
Catalog: locale/*/LC_MESSAGES/sewira.po
Languages: de

source: The entered directory could not be found.
de: Das angegebene Verzeichnis kann nicht gefunden werden.

source: Available streams:
de: Verfügbare Streams:

source: Exit
de: Beenden

source: No valid stream in file %s.
de: Kein gültiger Stream in Datei %s.

source: File %s not found.
de: Datei %s nicht gefunden.

source: Opening stream with %s: %s
de: Öffne Stream mit %s: %s

source: Error: The player %s cannot be found.
de: Fehler: Der Player %s kann nicht gefunden werden.

source: An error occurred: %s
de: Ein Fehler ist aufgetreten: %s

source: This directory doesn't exist.
de: Dieses Verzeichnis existiert nicht.

source: No M3U files found.
de: Keine M3U-Dateien gefunden.

source: Program number (0 to exit):
de: Sendernummer (0 zum Beenden):

source: Bye!
de: Tschüs!

source: No valid stream URL found in %s.
de: Keine gültige Stream-URL in %s gefunden.

source: Invalid selection.
de: Ungültige Auswahl.

source: Please enter a valid number.
de: Bitte gib eine gültige Nummer ein.
